module.exports = {
    // "_id": {
    //     "$oid": "600ee3703664000edc04d84c"
    // },
    "геобио": {
        "Педагогические науки": {
            "B001": {
                "code": "B001",
                "name": "Педагогика и психология",
                "max": " 140",
                "min": " 97",
                "minWithQuota": " 91",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                            "max": " 140",
                            "min": " 129",
                            "minWithQuota": " 94",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": " 140",
                            "min": " 74",
                            "minWithQuota": " 70",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова  (квота))": {
                            "max": " 140",
                            "min": " 82",
                            "minWithQuota": " 80",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова  (квота))"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова  (квота))": {
                            "max": " 140",
                            "min": " 89",
                            "minWithQuota": " 83",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова  (квота))"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата  (квота))": {
                            "max": " 140",
                            "min": " 88",
                            "minWithQuota": " 82",
                            "name": " (034 Кызылординский университет имени Коркыт Ата  (квота))"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова  (квота))": {
                            "max": " 140",
                            "min": " 82",
                            "minWithQuota": " 78",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова  (квота))"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави  (квота))": {
                            "max": " 140",
                            "min": " 95",
                            "minWithQuota": " 88",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави  (квота))"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева  (квота))": {
                            "max": " 140",
                            "min": " 87",
                            "minWithQuota": " 82",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева  (квота))"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                            "max": " 140",
                            "min": " 103",
                            "minWithQuota": " 81",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет (квота))": {
                            "max": " 140",
                            "min": " 81",
                            "name": " (515 Таразский государственный педагогический университет (квота))"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))": {
                            "max": " 140",
                            "min": " 79",
                            "minWithQuota": " 73",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет (квота))": {
                            "max": " 140",
                            "min": " 79",
                            "minWithQuota": " 77",
                            "name": " (517 Павлодарский педагогический университет (квота))"
                        }
                    }
                ]
            },
            "B002": {
                "code": "B002",
                "name": "Дошкольное обучение и воспитание",
                "max": " 140",
                "min": " 70",
                "minWithQuota": "none",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                            "max": " 140",
                            "min": " 73",
                            "minWithQuota": " 70",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                            "max": " 140",
                            "min": " 77",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": " 140",
                            "min": " 81",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        " (015 Жетысуский университет имени И[dot]Жансугурова (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота))"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))": {
                            "max": " 140",
                            "min": " 73",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))": {
                            "max": " 140",
                            "min": " 72",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))"
                        }
                    },
                    {
                        " (042 Университет имени Шакарима города Семей (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (042 Университет имени Шакарима города Семей (квота))"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота))"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (515 Таразский государственный педагогический университет (квота))"
                        }
                    },
                    {
                        " (517  Павлодарский  педагогический университет (квота))": {
                            "max": " 140",
                            "min": " 70",
                            "name": " (517  Павлодарский  педагогический университет (квота))"
                        }
                    }
                ]
            },
            "B003": {
                "code": "B003",
                "name": "Педагогика и методика начального обучения",
                "max": "140",
                "min": " 75",
                "minWithQuota": " 70",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                            "max": "140",
                            "min": " 78",
                            "minWithQuota": " 75",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                        }
                    },
                    {
                        " (008 Аркалыкский  педагогический институт имени Ы[dot] Алтынсарина (квота))": {
                            "max": "140",
                            "min": " 72",
                            "name": " (008 Аркалыкский  педагогический институт имени Ы[dot] Алтынсарина (квота))"
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                            "max": "140",
                            "min": " 72",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": "140",
                            "min": " 70",
                            "minWithQuota": " 70",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        " (015 Жетысуский университет имени И[dot]Жансугурова (квота))": {
                            "max": "140",
                            "min": " 76",
                            "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота))"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 70",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                            "max": "140",
                            "min": " 70",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                            "max": "140",
                            "min": " 73",
                            "minWithQuota": " 71",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))": {
                            "max": "140",
                            "min": " 86",
                            "minWithQuota": " 82",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))": {
                            "max": "140",
                            "min": " 72",
                            "minWithQuota": " 70",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                            "max": "140",
                            "min": " 82",
                            "minWithQuota": " 76",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет (квота))": {
                            "max": "140",
                            "min": " 73",
                            "minWithQuota": " 70",
                            "name": " (515 Таразский государственный педагогический университет (квота))"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))": {
                            "max": "140",
                            "min": " 70",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет (квота))": {
                            "max": "140",
                            "min": " 71",
                            "name": " (517 Павлодарский педагогический университет (квота))"
                        }
                    }
                ]
            },
            "B019": {
                "code": "B019",
                "name": "Подготовка специалистов по социальной педагогике и самопознанию",
                "max": "140",
                "min": " 70",
                "minWithQuota": "none",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": "70",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                            "max": "140",
                            "min": " 70",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                            "max": "140",
                            "min": " 70",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 73",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                            "max": "140",
                            "min": " 72",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 71",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 73",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 80",
                            "name": " (515 Таразский государственный педагогический университет)"
                        }
                    }
                ]
            },
            "B020": {
                "code": "B020",
                "name": "Специальная педагогика",
                "max": "140",
                "min": " 89",
                "minWithQuota": " 73",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": " 84",
                            "minWithQuota": " 76",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (010  Атырауский университет имени  Х[dot]Досмухамедова)": {
                            "max": "140",
                            "min": " 74",
                            "name": " (010  Атырауский университет имени  Х[dot]Досмухамедова)"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 73",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                        }
                    },
                    {
                        " (015  Жетысуский университет имени И[dot]Жансугурова)": {
                            "max": "140",
                            "min": " 74",
                            "name": " (015  Жетысуский университет имени И[dot]Жансугурова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 70",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 73",
                            "minWithQuota": " 71",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 70",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (196  ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 74",
                            "name": " (196  ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 71",
                            "minWithQuota": " 71",
                            "name": " (515 Таразский государственный педагогический университет)"
                        }
                    },
                    {
                        " (516  Костанайский государственный педагогический университет Умирзака Султангазина)": {
                            "max": "140",
                            "min": " 76",
                            "name": " (516  Костанайский государственный педагогический университет Умирзака Султангазина)"
                        }
                    },
                    {
                        " (517  Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 70",
                            "name": " (517  Павлодарский педагогический университет)"
                        }
                    }
                ]
            }
        },
        "Социальные науки, журналистика и информация": {
            "B041": {
                "code": "B041",
                "name": "Психология",
                "max": "140",
                "min": " 74",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Естественные науки, математика и статистика": {
            "B051": {
                "code": "B051",
                "name": "Окружающая среда",
                "max": "140",
                "min": " 69",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Сельское хозяйство и биоресурсы": {
            "B079": {
                "code": "B079",
                "name": "Лесное хозяйство",
                "max": "140",
                "min": " 62",
                "minWithQuota": " 54",
                "quotes": []
            }
        },
        "Здравоохранение и социальное обеспечение (медицина)": {
            "B090": {
                "code": "B090",
                "name": "Социальная работа",
                "max": "140",
                "min": " 73",
                "minWithQuota": " 68",
                "quotes": []
            }
        }
    },
    "творч": {
        "Педагогические науки": {
            "B004": {
                "code": "B004",
                "name": "Подготовка учителей начальной военной подготовки",
                "max": "140",
                "min": " 113",
                "minWithQuota": " 111",
                "quotes": [{
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                            "max": "140",
                            "min": " 107",
                            "minWithQuota": " 105",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                            "max": "140",
                            "min": " 109",
                            "minWithQuota": " 108",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                        }
                    }
                ]
            },
            "B005": {
                "code": "B005",
                "name": "Подготовка учителей физической культуры",
                "max": "140",
                "min": " 112",
                "minWithQuota": " 111",
                "quotes": [{
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                            "max": "140",
                            "min": " 116",
                            "minWithQuota": " 114",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": "140",
                            "min": " 114",
                            "minWithQuota": " 112",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                            "max": "140",
                            "min": " 111",
                            "minWithQuota": " 109",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                        }
                    },
                    {
                        " (517  Павлодарский педагогический университет (квота))": {
                            "max": "140",
                            "min": " 113",
                            "minWithQuota": " 112",
                            "name": " (517  Павлодарский педагогический университет (квота))"
                        }
                    }
                ]
            },
            "B006": {
                "code": "B006",
                "name": "Подготовка учителей музыки",
                "max": "140",
                "min": " 114",
                "minWithQuota": " 113",
                "quotes": [{
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": "140",
                            "min": " 103",
                            "minWithQuota": " 101",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата (квота))": {
                            "max": "140",
                            "min": " 111",
                            "minWithQuota": " 109",
                            "name": " (034 Кызылординский университет имени Коркыт Ата (квота))"
                        }
                    },
                    {
                        " (516 Костанайский педагогический университет Умирзака Султангазина (квота))": {
                            "max": "140",
                            "min": " 108",
                            "minWithQuota": " 76",
                            "name": " (516 Костанайский педагогический университет Умирзака Султангазина (квота))"
                        }
                    }
                ]
            },
            "B007": {
                "code": "B007",
                "name": "Подготовка учителей художественного труда и черчения",
                "max": "140",
                "min": " 114",
                "minWithQuota": " 113",
                "quotes": [{
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                            "max": "140",
                            "min": " 104",
                            "minWithQuota": " 92",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                            "max": "140",
                            "min": " 107",
                            "minWithQuota": " 100",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет (квота))": {
                            "max": "140",
                            "min": " 108",
                            "minWithQuota": " 106",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота))"
                        }
                    }
                ]
            }
        },
        "Искусство и гуманитарные науки": {
            "B021": {
                "code": "B021",
                "name": "Исполнительское искусство",
                "max": "140",
                "min": " 109",
                "minWithQuota": "none",
                "quotes": []
            },
            "B027": {
                "code": "B027",
                "name": "Театральное искусство",
                "max": "140",
                "min": " 105",
                "minWithQuota": "none",
                "quotes": []
            },
            "B028": {
                "code": "B028",
                "name": "Хореография",
                "max": "140",
                "min": " 110",
                "minWithQuota": "none",
                "quotes": []
            },
            "B029": {
                "code": "B029",
                "name": "Аудиовизуальные средства и медиа производство",
                "max": "140",
                "min": " 97",
                "minWithQuota": "none",
                "quotes": []
            },
            "B030": {
                "code": "B030",
                "name": "Изобразительное искусство",
                "max": "140",
                "min": " 85",
                "minWithQuota": "none",
                "quotes": []
            },
            "B031": {
                "code": "B031",
                "name": "Мода, дизайн",
                "max": "140",
                "min": " 110",
                "minWithQuota": "none",
                "quotes": []
            },
            "B033": {
                "code": "B033",
                "name": "Религия и теология",
                "max": "140",
                "min": " 107",
                "minWithQuota": " 103",
                "quotes": []
            }
        },
        "Социальные науки, журналистика и информация": {
            "B042": {
                "code": "B042",
                "name": "Журналистика и репортерское дело",
                "max": "140",
                "min": " 113",
                "minWithQuota": " 110",
                "quotes": []
            }
        },
        "Инженерные, обрабатывающие и строительные отрасли": {
            "B073": {
                "code": "B073",
                "name": "Ресторанное дело и гостиничный бизнес",
                "max": "140",
                "min": " 71",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Услуги": {
            "B092": {
                "code": "B092",
                "name": "Досуг",
                "max": "140",
                "min": " 107",
                "minWithQuota": " 103",
                "quotes": []
            }
        }
    },
    "физмат": {
        "Педагогические науки": {
            "B009": {
                "code": "B009",
                "name": "Подготовка учителей математики",
                "max": "140",
                "min": " 107",
                "minWithQuota": " 95",
                "quotes": [{
                        " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))": {
                            "max": "140",
                            "min": " 109",
                            "minWithQuota": " 93",
                            "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))"
                        }
                    },
                    {
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                            "max": "140",
                            "min": " 123",
                            "minWithQuota": " 121",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                            "max": "140",
                            "min": " 71",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                            "max": "140",
                            "min": " 91",
                            "minWithQuota": " 81",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": "140",
                            "min": " 78",
                            "minWithQuota": " 71",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        " (015 Жетысуский университет имени И[dot]Жансугурова (квота))": {
                            "max": "140",
                            "min": " 83",
                            "minWithQuota": " 77",
                            "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота))"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))": {
                            "max": "140",
                            "min": " 95",
                            "minWithQuota": " 86",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 76",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата (квота))": {
                            "max": "140",
                            "min": " 101",
                            "minWithQuota": " 95",
                            "name": " (034 Кызылординский университет имени Коркыт Ата (квота))"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                            "max": "140",
                            "min": " 98",
                            "minWithQuota": " 84",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))": {
                            "max": "140",
                            "min": " 109",
                            "minWithQuota": " 92",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))": {
                            "max": "140",
                            "min": " 82",
                            "minWithQuota": " 74",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))"
                        }
                    },
                    {
                        " (042 Университет имени Шакарима города Семей (квота))": {
                            "max": "140",
                            "min": " 80",
                            "minWithQuota": " 70",
                            "name": " (042 Университет имени Шакарима города Семей (квота))"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                            "max": "140",
                            "min": " 94",
                            "minWithQuota": " 88",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет(квота))": {
                            "max": "140",
                            "min": " 102",
                            "minWithQuota": " 95",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет(квота))"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет (квота))": {
                            "max": "140",
                            "min": " 95",
                            "minWithQuota": " 80",
                            "name": " (515 Таразский государственный педагогический университет (квота))"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 70",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет (квота))": {
                            "max": "140",
                            "min": " 83",
                            "minWithQuota": " 77",
                            "name": " (517 Павлодарский педагогический университет (квота))"
                        }
                    }
                ]
            },
            "B010": {
                "code": "B010",
                "name": "Подготовка учителей физики",
                "max": "140",
                "min": " 98",
                "minWithQuota": " 91",
                "quotes": [{
                        "  (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 83",
                            "name": "  (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))"
                        }
                    },
                    {
                        "  (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                            "max": "140",
                            "min": " 100",
                            "minWithQuota": " 92",
                            "name": "  (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                        }
                    },
                    {
                        "  (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                            "max": "140",
                            "min": " 72",
                            "name": "  (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                        }
                    },
                    {
                        "  (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                            "max": "140",
                            "min": " 83",
                            "minWithQuota": " 71",
                            "name": "  (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                        }
                    },
                    {
                        "  (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                            "max": "140",
                            "min": " 71",
                            "name": "  (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                        }
                    },
                    {
                        "  (015 Жетысуский университет имени И[dot]Жансугурова (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": "  (015 Жетысуский университет имени И[dot]Жансугурова (квота)) "
                        }
                    },
                    {
                        "  (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) ": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 76",
                            "name": "  (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) "
                        }
                    },
                    {
                        "  (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) ": {
                            "max": "140",
                            "min": " 80",
                            "minWithQuota": " 73",
                            "name": "  (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) "
                        }
                    },
                    {
                        "  (034 Кызылординский университет имени Коркыт Ата (квота)) ": {
                            "max": "140",
                            "min": " 87",
                            "minWithQuota": " 83",
                            "name": "  (034 Кызылординский университет имени Коркыт Ата (квота)) "
                        }
                    },
                    {
                        "  (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) ": {
                            "max": "140",
                            "min": " 78",
                            "minWithQuota": " 74",
                            "name": "  (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) "
                        }
                    },
                    {
                        "  (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) ": {
                            "max": "140",
                            "min": " 93",
                            "minWithQuota": " 78",
                            "name": "  (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) "
                        }
                    },
                    {
                        "  (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": "  (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) "
                        }
                    },
                    {
                        "  (042 Университет имени Шакарима города Семей (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": "  (042 Университет имени Шакарима города Семей (квота)) "
                        }
                    },
                    {
                        "  (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота)) ": {
                            "max": "140",
                            "min": " 85",
                            "minWithQuota": " 79",
                            "name": "  (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота)) "
                        }
                    },
                    {
                        "  (196 ЮжноКазахстанский государственный педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 93",
                            "minWithQuota": " 87",
                            "name": "  (196 ЮжноКазахстанский государственный педагогический университет (квота)) "
                        }
                    },
                    {
                        "  (515 Таразский государственный педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 87",
                            "minWithQuota": " 74",
                            "name": "  (515 Таразский государственный педагогический университет (квота)) "
                        }
                    },
                    {
                        "  (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": "  (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) "
                        }
                    },
                    {
                        "  (517 Павлодарский педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": "  (517 Павлодарский педагогический университет (квота)) "
                        }
                    }
                ]
            },
            "B011": {
                "code": "B011",
                "name": "Подготовка учителей информатики",
                "max": "140",
                "min": " 94",
                "minWithQuota": " 80",
                "quotes": [{
                        " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) ": {
                            "max": "140",
                            "min": " 82",
                            "minWithQuota": " 70",
                            "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) "
                        }
                    },
                    {
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота)) ": {
                            "max": "140",
                            "min": " 78",
                            "minWithQuota": " 76",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота)) "
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота)) ": {
                            "max": "140",
                            "min": " 76",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота)) "
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) "
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота)) "
                        }
                    },
                    {
                        " (015 Жетысуский университет имени И[dot]Жансугурова (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота)) "
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) "
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) ": {
                            "max": "140",
                            "min": " 72",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) "
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата (квота)) ": {
                            "max": "140",
                            "min": " 73",
                            "minWithQuota": " 71",
                            "name": " (034 Кызылординский университет имени Коркыт Ата (квота)) "
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) "
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) ": {
                            "max": "140",
                            "min": " 73",
                            "minWithQuota": " 70",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) "
                        }
                    },
                    {
                        " (042 Университет имени Шакарима города Семей (квота)) ": {
                            "max": "140",
                            "min": " 79",
                            "name": " (042 Университет имени Шакарима города Семей (квота)) "
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 76",
                            "minWithQuota": " 70",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота)) "
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 70",
                            "name": " (515 Таразский государственный педагогический университет (квота)) "
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) ": {
                            "max": "140",
                            "min": " 98",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) "
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 71",
                            "name": " (517 Павлодарский педагогический университет (квота)) "
                        }
                    }
                ]
            }
        },
        "Естественные науки, математика и статистика": {
            "B054": {
                "code": "B054",
                "name": "Физика",
                "max": "140",
                "min": " 58",
                "minWithQuota": "none",
                "quotes": []
            },
            "B055": {
                "code": "B055",
                "name": "Математика и статистика",
                "max": "140",
                "min": " 75",
                "minWithQuota": "none",
                "quotes": []
            },
            "B056": {
                "code": "B056",
                "name": "Механика",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Информационно-коммуникационные технологии": {
            "B057": {
                "code": "B057",
                "name": "Информационные технологии",
                "max": "140",
                "min": " 88",
                "minWithQuota": " 66",
                "quotes": []
            },
            "B058": {
                "code": "B058",
                "name": "Информационная безопасность",
                "max": "140",
                "min": " 83",
                "minWithQuota": "none",
                "quotes": []
            },
            "B059": {
                "code": "B059",
                "name": "Коммуникации и коммуникационные технологии",
                "max": "140",
                "min": " 78",
                "minWithQuota": " 56",
                "quotes": []
            }
        },
        "Инженерные, обрабатывающие и строительные отрасли": {
            "B061": {
                "code": "B061",
                "name": "Материаловедение и технологии",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B062": {
                "code": "B062",
                "name": "Электротехника и энергетика",
                "max": "140",
                "min": " 61",
                "minWithQuota": " 50",
                "quotes": []
            },
            "B063": {
                "code": "B063",
                "name": "Электротехника и автоматизация",
                "max": "140",
                "min": " 63",
                "minWithQuota": "none",
                "quotes": []
            },
            "B064": {
                "code": "B064",
                "name": "Механика и металлообработка",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B065": {
                "code": "B065",
                "name": "Автотранспортные средства",
                "max": "140",
                "min": " 53",
                "minWithQuota": " 50",
                "quotes": []
            },
            "B066": {
                "code": "B066",
                "name": "Морской транспорт и технологии",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B067": {
                "code": "B067",
                "name": "Воздушный транспорт и технологии",
                "max": "140",
                "min": " 58",
                "minWithQuota": "none",
                "quotes": []
            },
            "B069": {
                "code": "B069",
                "name": "Производство материалов (стекло, бумага, пластик, дерево)",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B070": {
                "code": "B070",
                "name": "Текстиль: одежда, обувь и кожаные изделия",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B071": {
                "code": "B071",
                "name": "Горное дело и добыча полезных ископаемых",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B074": {
                "code": "B074",
                "name": "Градостроительство, строительные работы и гражданское строительство",
                "max": "140",
                "min": " 55",
                "minWithQuota": "none",
                "quotes": []
            },
            "B076": {
                "code": "B076",
                "name": "Стандартизация, сертификация и метрология (по отраслям)",
                "max": "140",
                "min": " 60",
                "minWithQuota": "none",
                "quotes": []
            },
            "B167": {
                "code": "B167",
                "name": "Летная эксплуатация летательных аппаратов и двигателей",
                "max": "140",
                "min": " 75",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Сельское хозяйство и биоресурсы": {
            "B082": {
                "code": "B082",
                "name": "Водные ресурсы и водопользования",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B183": {
                "code": "B183",
                "name": "Агроинженерия",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Услуги": {
            "B094": {
                "code": "B094",
                "name": "Санитарно профилактические мероприятия",
                "min": "51",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "биохим": {
        "Педагогические науки": {
            "B012": {
                "code": "B012",
                "name": "Подготовка учителей химии",
                "max": "140",
                "min": " 102",
                "minWithQuota": " 95",
                "quotes": [{
                        " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) ": {
                            "max": "140",
                            "min": " 84",
                            "minWithQuota": " 79",
                            "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) "
                        }
                    },
                    {
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова(квота)) ": {
                            "max": "140",
                            "min": " 93",
                            "minWithQuota": " 87",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова(квота)) "
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина(квота)) ": {
                            "max": "140",
                            "min": " 71",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина(квота)) "
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) ": {
                            "max": "140",
                            "min": " 85",
                            "minWithQuota": " 74",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) "
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский  университет имени  С[dot]Аманжолова (квота)) ": {
                            "max": "140",
                            "min": " 84",
                            "minWithQuota": " 77",
                            "name": " (011 ВосточноКазахстанский  университет имени  С[dot]Аманжолова (квота)) "
                        }
                    },
                    {
                        " (015 Жетысуский университет имени И[dot]Жансугурова(квота)) ": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 70",
                            "name": " (015 Жетысуский университет имени И[dot]Жансугурова(квота)) "
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) ": {
                            "max": "140",
                            "min": " 86",
                            "minWithQuota": " 78",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) "
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) ": {
                            "max": "140",
                            "min": " 85",
                            "minWithQuota": " 75",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) "
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата (квота)) ": {
                            "max": "140",
                            "min": " 96",
                            "minWithQuota": " 79",
                            "name": " (034 Кызылординский университет имени Коркыт Ата (квота)) "
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) ": {
                            "max": "140",
                            "min": " 85",
                            "minWithQuota": " 79",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) "
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) ": {
                            "max": "140",
                            "min": " 91",
                            "minWithQuota": " 85",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) "
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) ": {
                            "max": "140",
                            "min": " 81",
                            "minWithQuota": " 75",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) "
                        }
                    },
                    {
                        " (042 Университет имени Шакарима города Семей (квота)) ": {
                            "max": "140",
                            "min": " 73",
                            "minWithQuota": " 71",
                            "name": " (042 Университет имени Шакарима города Семей (квота)) "
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова(квота)) ": {
                            "max": "140",
                            "min": " 91",
                            "minWithQuota": " 83",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова(квота)) "
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 95",
                            "minWithQuota": " 90",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота)) "
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет(квота)) ": {
                            "max": "140",
                            "min": " 87",
                            "minWithQuota": " 72",
                            "name": " (515 Таразский государственный педагогический университет(квота)) "
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) ": {
                            "max": "140",
                            "min": " 78",
                            "minWithQuota": " 72",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) "
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет (квота)) ": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 71",
                            "name": " (517 Павлодарский педагогический университет (квота)) "
                        }
                    }
                ]
            },
            "B013": {
                "code": "B013",
                "name": "Подготовка учителей биологии",
                "max": "140",
                "min": "91",
                "minWithQuota": " 84",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": "97",
                            "minWithQuota": " 88",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 71",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                            "max": "140",
                            "min": " 76",
                            "minWithQuota": " 70",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                            "max": "140",
                            "min": " 89",
                            "minWithQuota": " 82",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 70",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата)": {
                            "max": "140",
                            "min": " 76",
                            "minWithQuota": " 71",
                            "name": " (034 Кызылординский университет имени Коркыт Ата)"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                            "max": "140",
                            "min": " 85",
                            "minWithQuota": " 79",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                            "max": "140",
                            "min": " 85",
                            "minWithQuota": " 82",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 70",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (042 Университет имени Шакарима города Семей)": {
                            "max": "140",
                            "min": " 74",
                            "minWithQuota": " 70",
                            "name": " (042 Университет имени Шакарима города Семей)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 84",
                            "minWithQuota": " 80",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 90",
                            "minWithQuota": " 85",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 83",
                            "minWithQuota": " 76",
                            "name": " (515 Таразский государственный педагогический университет)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 84",
                            "minWithQuota": " 80",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 71",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 70",
                            "minWithQuota": " 70",
                            "name": " (517 Павлодарский педагогический университет)"
                        }
                    }
                ]
            }
        },
        "Естественные науки, математика и статистика": {
            "B050": {
                "code": "B050",
                "name": "Биологические и смежные науки",
                "max": "140",
                "min": " 73",
                "minWithQuota": "none",
                "quotes": []
            },
            "B053": {
                "code": "B053",
                "name": "Химия",
                "max": "140",
                "min": " 66",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Инженерные, обрабатывающие и строительные отрасли": {
            "B068": {
                "code": "B068",
                "name": "Производство продуктов питания",
                "max": "140",
                "min": " 65",
                "minWithQuota": " 53",
                "quotes": []
            },
            "B072": {
                "code": "B072",
                "name": "Технология фармацевтического производства",
                "max": "140",
                "min": " 63",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Сельское хозяйство и биоресурсы": {
            "B077": {
                "code": "B077",
                "name": "Растениеводство",
                "max": "140",
                "min": " 51",
                "minWithQuota": " 50",
                "quotes": []
            },
            "B078": {
                "code": "B078",
                "name": "Животноводство",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B080": {
                "code": "B080",
                "name": "Рыбное хозяйство",
                "max": "140",
                "min": " 51",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Ветеринария": {
            "B083": {
                "code": "B083",
                "name": "Ветеринария",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Здравоохранение и социальное обеспечение (медицина)": {
            "B083": {
                "code": "B083",
                "name": "Ветеринария",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B084": {
                "code": "B084",
                "name": "Сестринское дело",
                "max": "140",
                "min": " 96",
                "minWithQuota": " 89",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 88",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B085": {
                "code": "B085",
                "name": "Фармация",
                "max": "140",
                "min": " 117",
                "minWithQuota": " 98",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 133",
                        "minWithQuota": " 130",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B086": {
                "code": "B086",
                "name": "Общая медицина",
                "max": "140",
                "min": " 103",
                "minWithQuota": " 87",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 126",
                        "minWithQuota": " 117",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B087": {
                "code": "B087",
                "name": "Стоматология",
                "max": "140",
                "min": " 134",
                "minWithQuota": " 133",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 137",
                        "minWithQuota": " 135",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B088": {
                "code": "B088",
                "name": "Педиатрия",
                "max": "140",
                "min": " 100",
                "minWithQuota": "none",
                "quotes": []
            },
            "B089": {
                "code": "B089",
                "name": "Общественное здравоохранение",
                "max": "140",
                "min": " 110",
                "minWithQuota": " 91",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 122",
                        "minWithQuota": " 113",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            }
        }
    },
    "геоист": {
        "Педагогические науки": {
            "B014": {
                "code": "B014",
                "name": "Подготовка учителей географии",
                "max": "140",
                "min": "90",
                "minWithQuota": "80",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": "95",
                            "minWithQuota": " 82",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 74",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 72",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 78",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 71",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 71",
                            "name": " (517 Павлодарский педагогический университет)"
                        }
                    }
                ]
            },
            "B015": {
                "code": "B015",
                "name": "Подготовка учителей по гуманитарным предметам",
                "max": "140",
                "min": "94",
                "minWithQuota": " 82",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": "78",
                            "minWithQuota": " 70",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                            "max": "140",
                            "min": " 71",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 72",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 73",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата)": {
                            "max": "140",
                            "min": " 77",
                            "name": " (034 Кызылординский университет имени Коркыт Ата)"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 83",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 71",
                            "minWithQuota": " 70",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 79",
                            "minWithQuota": " 73",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 78",
                            "minWithQuota": " 72",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                            "max": "140",
                            "min": " 75",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 70",
                            "name": " (517 Павлодарский педагогический университет)"
                        }
                    }
                ]
            }
        },
        "Искусство и гуманитарные науки": {
            "B032": {
                "code": "B032",
                "name": "Философия и этика",
                "max": "140",
                "min": " 66",
                "minWithQuota": "none",
                "quotes": []
            },
            "B034": {
                "code": "B034",
                "name": "История и археология",
                "max": "140",
                "min": " 74",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "казклит": {
        "Педагогические науки": {
            "B016": {
                "code": "B016",
                "name": "Подготовка учителей казахского языка и литературы",
                "max": "140",
                "min": "111",
                "minWithQuota": " 106",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": "107",
                            "minWithQuota": " 105",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                            "max": "140",
                            "min": " 91",
                            "minWithQuota": " 79",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова)": {
                            "max": "140",
                            "min": " 97",
                            "minWithQuota": " 94",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова)"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                            "max": "140",
                            "min": " 89",
                            "minWithQuota": " 79",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 105",
                            "minWithQuota": " 102",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                            "max": "140",
                            "min": " 101",
                            "minWithQuota": " 100",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 99",
                            "minWithQuota": " 94",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 102",
                            "minWithQuota": " 97",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 102",
                            "minWithQuota": " 98",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 74",
                            "minWithQuota": " 70",
                            "name": " (517 Павлодарский педагогический университет)"
                        }
                    }
                ]
            }
        }
    },
    "русрлит": {
        "Педагогические науки": {
            "B017": {
                "code": "B017",
                "name": "Подготовка учителей русского языка и литературы",
                "max": "140",
                "min": "96",
                "minWithQuota": " 85",
                "quotes": [{
                        " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова)": {
                            "max": "140",
                            "min": "92",
                            "minWithQuota": " 86",
                            "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова)"
                        }
                    },
                    {
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": "89",
                            "minWithQuota": " 82",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                            "max": "140",
                            "min": " 72",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                        }
                    },
                    {
                        " (010 Атырауский университет имени  Х[dot]Досмухамедова)": {
                            "max": "140",
                            "min": " 75",
                            "minWithQuota": " 70",
                            "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова)"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                            "max": "140",
                            "min": " 92",
                            "minWithQuota": " 77",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                        }
                    },
                    {
                        " (015  Жетысуский университет имени И[dot]Жансугурова)": {
                            "max": "140",
                            "min": " 72",
                            "name": " (015  Жетысуский университет имени И[dot]Жансугурова)"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                            "max": "140",
                            "min": " 105",
                            "minWithQuota": " 91",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 89",
                            "minWithQuota": " 82",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата)": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 81",
                            "name": " (034 Кызылординский университет имени Коркыт Ата)"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                            "max": "140",
                            "min": " 83",
                            "minWithQuota": " 81",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                            "max": "140",
                            "min": " 100",
                            "minWithQuota": " 86",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 100",
                            "minWithQuota": " 98",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (042 Университет имени Шакарима города Семей)": {
                            "max": "140",
                            "min": " 74",
                            "minWithQuota": " 70",
                            "name": " (042 Университет имени Шакарима города Семей)"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 80",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 84",
                            "name": " (515 Таразский государственный педагогический университет)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 84",
                            "minWithQuota": " 80",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 70",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 77",
                            "minWithQuota": " 72",
                            "name": " (517 Павлодарский педагогический университет)"
                        }
                    }
                ]
            }
        }
    },
    "иноист": {
        "Педагогические науки": {
            "B018": {
                "code": "B018",
                "name": "Подготовка учителей иностранного языка",
                "max": "140",
                "min": " 104",
                "minWithQuota": " 93",
                "quotes": [{
                        " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                            "max": "140",
                            "min": " 99",
                            "minWithQuota": " 91",
                            "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                        }
                    },
                    {
                        " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                            "max": "140",
                            "min": " 82",
                            "minWithQuota": " 72",
                            "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                        }
                    },
                    {
                        " (010  Атырауский университет имени  Х[dot]Досмухамедова)": {
                            "max": "140",
                            "min": " 89",
                            "minWithQuota": " 79",
                            "name": " (010  Атырауский университет имени  Х[dot]Досмухамедова)"
                        }
                    },
                    {
                        " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                            "max": "140",
                            "min": " 101",
                            "minWithQuota": " 87",
                            "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                        }
                    },
                    {
                        " (015  Жетысуский университет имени И[dot]Жансугурова)": {
                            "max": "140",
                            "min": " 90",
                            "minWithQuota": " 76",
                            "name": " (015  Жетысуский университет имени И[dot]Жансугурова)"
                        }
                    },
                    {
                        " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                            "max": "140",
                            "min": " 93",
                            "minWithQuota": " 90",
                            "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                        }
                    },
                    {
                        " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                            "max": "140",
                            "min": " 100",
                            "minWithQuota": " 91",
                            "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                        }
                    },
                    {
                        " (034 Кызылординский университет имени Коркыт Ата)": {
                            "max": "140",
                            "min": " 95",
                            "minWithQuota": " 86",
                            "name": " (034 Кызылординский университет имени Коркыт Ата)"
                        }
                    },
                    {
                        " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                            "max": "140",
                            "min": " 93",
                            "minWithQuota": " 87",
                            "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                        }
                    },
                    {
                        " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                            "max": "140",
                            "min": " 102",
                            "minWithQuota": " 98",
                            "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                        }
                    },
                    {
                        " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                            "max": "140",
                            "min": " 88",
                            "minWithQuota": " 78",
                            "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                        }
                    },
                    {
                        " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                            "max": "140",
                            "min": " 100",
                            "minWithQuota": " 87",
                            "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                        }
                    },
                    {
                        " (196 ЮжноКазахстанский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 97",
                            "minWithQuota": " 86",
                            "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                        }
                    },
                    {
                        " (515 Таразский государственный педагогический университет)": {
                            "max": "140",
                            "min": " 91",
                            "minWithQuota": " 79",
                            "name": " (515 Таразский государственный педагогический университет)"
                        }
                    },
                    {
                        " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                            "max": "140",
                            "min": " 91",
                            "minWithQuota": " 74",
                            "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                        }
                    },
                    {
                        " (517 Павлодарский педагогический университет)": {
                            "max": "140",
                            "min": " 82",
                            "minWithQuota": " 71",
                            "name": " (517 Павлодарский педагогический университет)"
                        }
                    }
                ]
            }
        },
        "Искусство и гуманитарные науки": {
            "B035": {
                "code": "B035",
                "name": "Тюркология и востоковедение",
                "max": "140",
                "min": " 100",
                "minWithQuota": "none",
                "quotes": []
            },
            "B036": {
                "code": "B036",
                "name": "Переводческое дело",
                "max": "140",
                "min": " 101",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Социальные науки, журналистика и информация": {
            "B039": {
                "code": "B039",
                "name": "Культурология",
                "max": "140",
                "min": " 95",
                "minWithQuota": "none",
                "quotes": []
            },
            "B040": {
                "code": "B040",
                "name": "Политология",
                "max": "140",
                "min": " 102",
                "minWithQuota": "none",
                "quotes": []
            },
            "B140": {
                "code": "B140",
                "name": "Международные отношения и дипломатия",
                "max": "140",
                "min": " 120",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "казлит/руслит": {
        "Искусство и гуманитарные науки": {
            "B037": {
                "code": "B037",
                "name": "Филология",
                "max": "140",
                "min": " 113",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Социальные науки, журналистика и информация": {
            "B043": {
                "code": "B043",
                "name": "Библиотечное дело, обработка информации и архивное дело",
                "max": "140",
                "min": " 106",
                "minWithQuota": " 104",
                "quotes": []
            }
        }
    },
    "матгео": {
        "Социальные науки, журналистика и информация": {
            "B038": {
                "code": "B038",
                "name": "Социология",
                "max": "140",
                "min": " 87",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Бизнес, управление и право": {
            "B044": {
                "code": "B044",
                "name": "Менеджмент и управление",
                "max": "140",
                "min": " 110",
                "minWithQuota": " 99",
                "quotes": []
            },
            "B045": {
                "code": "B045",
                "name": "Аудит и налогообложение",
                "max": "140",
                "min": " 108",
                "minWithQuota": " 97",
                "quotes": []
            },
            "B046": {
                "code": "B046",
                "name": "Финансы, экономика, банковское и страховое дело",
                "max": "140",
                "min": " 106",
                "minWithQuota": "none",
                "quotes": []
            },
            "B047": {
                "code": "B047",
                "name": "Маркетинг и реклама",
                "max": "140",
                "min": " 103",
                "minWithQuota": "none",
                "quotes": []
            },
            "B048": {
                "code": "B048",
                "name": "Трудовые навыки",
                "max": "140",
                "min": " 96",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Естественные науки, математика и статистика": {
            "B052": {
                "code": "B052",
                "name": "Наука о земле",
                "max": "140",
                "min": " 65",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Инженерные, обрабатывающие и строительные отрасли": {
            "B075": {
                "code": "B075",
                "name": "Кадастр и землеустройство",
                "max": "140",
                "min": " 64",
                "minWithQuota": " 50",
                "quotes": []
            }
        },
        "Услуги": {
            "B095": {
                "code": "B095",
                "name": "Транспортные услуги",
                "max": "140",
                "min": " 97",
                "minWithQuota": " 80",
                "quotes": []
            }
        }
    },
    "истчоп": {
        "Бизнес, управление и право": {
            "B049": {
                "code": "B049",
                "name": "Право",
                "max": "140",
                "min": " 108",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "физхим": {
        "Инженерные, обрабатывающие и строительные отрасли": {
            "B060": {
                "code": "B060",
                "name": "Химическая инженерия и процессы",
                "max": "140",
                "min": " 51",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "геоино": {
        "Услуги": {
            "B091": {
                "code": "B091",
                "name": "Туризм",
                "max": "140",
                "min": " 91",
                "minWithQuota": "none",
                "quotes": []
            },
            "B093": {
                "code": "B093",
                "name": "Ресторанное дело и гостиничный бизнес",
                "max": "140",
                "min": " 93",
                "minWithQuota": " 78",
                "quotes": []
            }
        }
    }
}