module.exports = {
    "геобио": {
        "Педагогикалық ғылымдар": {
            "B001": {
                "code": "B001",
                "name": "B001 - Педагогика және психология",
                "max": " 140",
                "min": " 74",
                "minWithQuota": " 70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                        "max": " 140",
                        "min": " 129",
                        "minWithQuota": " 94",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": " 140",
                        "min": " 74",
                        "minWithQuota": " 70",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова  (квота))": {
                        "max": " 140",
                        "min": " 82",
                        "minWithQuota": " 80",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова  (квота))"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова  (квота))": {
                        "max": " 140",
                        "min": " 89",
                        "minWithQuota": " 83",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова  (квота))"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата  (квота))": {
                        "max": " 140",
                        "min": " 88",
                        "minWithQuota": " 82",
                        "name": " (034 Кызылординский университет имени Коркыт Ата  (квота))"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова  (квота))": {
                        "max": " 140",
                        "min": " 82",
                        "minWithQuota": " 78",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова  (квота))"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави  (квота))": {
                        "max": " 140",
                        "min": " 95",
                        "minWithQuota": " 88",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави  (квота))"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева  (квота))": {
                        "max": " 140",
                        "min": " 87",
                        "minWithQuota": " 82",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева  (квота))"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                        "max": " 140",
                        "min": " 103",
                        "minWithQuota": " 81",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет (квота))": {
                        "max": " 140",
                        "min": " 81",
                        "name": " (515 Таразский государственный педагогический университет (квота))"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))": {
                        "max": " 140",
                        "min": " 79",
                        "minWithQuota": " 73",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))"
                    }
                }, {
                    " (517 Павлодарский педагогический университет (квота))": {
                        "max": " 140",
                        "min": " 79",
                        "minWithQuota": " 77",
                        "name": " (517 Павлодарский педагогический университет (квота))"
                    }
                }]
            },
            "B002": {
                "code": "B002",
                "name": "Мектепке дейінгі оқыту және тәрбиелеу",
                "max": " 140",
                "min": " 70",
                "minWithQuota": "70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                        "max": " 140",
                        "min": " 73",
                        "minWithQuota": " 70",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                        "max": " 140",
                        "min": " 77",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": " 140",
                        "min": " 81",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    " (015 Жетысуский университет имени И[dot]Жансугурова (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота))"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))": {
                        "max": " 140",
                        "min": " 73",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))": {
                        "max": " 140",
                        "min": " 72",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))"
                    }
                }, {
                    " (042 Университет имени Шакарима города Семей (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (042 Университет имени Шакарима города Семей (квота))"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота))"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (515 Таразский государственный педагогический университет (квота))"
                    }
                }, {
                    " (517  Павлодарский  педагогический университет (квота))": {
                        "max": " 140",
                        "min": " 70",
                        "name": " (517  Павлодарский  педагогический университет (квота))"
                    }
                }]
            },
            "B003": {
                "code": "B003",
                "name": "Бастауышта оқыту педагогикасы мен әдістемесі",
                "max": "140",
                "min": " 70",
                "minWithQuota": " 70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                        "max": "140",
                        "min": " 78",
                        "minWithQuota": " 75",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                    }
                }, {
                    " (008 Аркалыкский  педагогический институт имени Ы[dot] Алтынсарина (квота))": {
                        "max": "140",
                        "min": " 72",
                        "name": " (008 Аркалыкский  педагогический институт имени Ы[dot] Алтынсарина (квота))"
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                        "max": "140",
                        "min": " 72",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": "140",
                        "min": " 70",
                        "minWithQuota": " 70",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    " (015 Жетысуский университет имени И[dot]Жансугурова (квота))": {
                        "max": "140",
                        "min": " 76",
                        "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота))"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 70",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                        "max": "140",
                        "min": " 70",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                        "max": "140",
                        "min": " 73",
                        "minWithQuota": " 71",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))": {
                        "max": "140",
                        "min": " 86",
                        "minWithQuota": " 82",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))": {
                        "max": "140",
                        "min": " 72",
                        "minWithQuota": " 70",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                        "max": "140",
                        "min": " 82",
                        "minWithQuota": " 76",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет (квота))": {
                        "max": "140",
                        "min": " 73",
                        "minWithQuota": " 70",
                        "name": " (515 Таразский государственный педагогический университет (квота))"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))": {
                        "max": "140",
                        "min": " 70",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))"
                    }
                }, {
                    " (517 Павлодарский педагогический университет (квота))": {
                        "max": "140",
                        "min": " 71",
                        "name": " (517 Павлодарский педагогический университет (квота))"
                    }
                }]
            },
            "B019": {
                "code": "B019",
                "name": "Әлеуметтік педагогика және өзін-өзі тану мамандарын даярлау",
                "max": "140",
                "min": " 70",
                "minWithQuota": "none",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": "70",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                        "max": "140",
                        "min": " 70",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                        "max": "140",
                        "min": " 70",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 73",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                        "max": "140",
                        "min": " 72",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 71",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 73",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 80",
                        "name": " (515 Таразский государственный педагогический университет)"
                    }
                }]
            },
            "B020": {
                "code": "B020",
                "name": "Арнайы педагогика",
                "max": "140",
                "min": " 70",
                "minWithQuota": " 70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": " 84",
                        "minWithQuota": " 76",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (010  Атырауский университет имени  Х[dot]Досмухамедова)": {
                        "max": "140",
                        "min": " 74",
                        "name": " (010  Атырауский университет имени  Х[dot]Досмухамедова)"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 73",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                    }
                }, {
                    " (015  Жетысуский университет имени И[dot]Жансугурова)": {
                        "max": "140",
                        "min": " 74",
                        "name": " (015  Жетысуский университет имени И[dot]Жансугурова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 70",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 73",
                        "minWithQuota": " 71",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 70",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (196  ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 74",
                        "name": " (196  ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 71",
                        "minWithQuota": " 71",
                        "name": " (515 Таразский государственный педагогический университет)"
                    }
                }, {
                    " (516  Костанайский государственный педагогический университет Умирзака Султангазина)": {
                        "max": "140",
                        "min": " 76",
                        "name": " (516  Костанайский государственный педагогический университет Умирзака Султангазина)"
                    }
                }, {
                    " (517  Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 70",
                        "name": " (517  Павлодарский педагогический университет)"
                    }
                }]
            }
        },
        "Әлеуметтік ғылымдар, журналистика және ақпарат": {
            "B041": {
                "code": "B041",
                "name": "Психология",
                "max": "140",
                "min": " 74",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Жаратылыстану, математика және статистика": {
            "B051": {
                "code": "B051",
                "name": "Қоршаған орта",
                "max": "140",
                "min": " 69",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Ауыл шаруашылығы және биоресурстар": {
            "B079": {
                "code": "B079",
                "name": "Орман шаруашылығы",
                "max": "140",
                "min": " 62",
                "minWithQuota": " 54",
                "quotes": []
            }
        },
        "Денсаулық сақтау және әлеуметтік қызметтер (медицина)": {
            "B090": {
                "code": "B090",
                "name": "Әлеуметтік жұмыс",
                "max": "140",
                "min": " 73",
                "minWithQuota": " 68",
                "quotes": []
            }
        }
    },
    "творч": {
        "Педагогикалық ғылымдар": {
            "B004": {
                "code": "B004",
                "name": "Бастапқы әскери дайындық мұғалімдерін даярлау",
                "max": "140",
                "min": " 107",
                "minWithQuota": " 105",
                "quotes": [{
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                        "max": "140",
                        "min": " 107",
                        "minWithQuota": " 105",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                        "max": "140",
                        "min": " 109",
                        "minWithQuota": " 108",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                    }
                }]
            },
            "B005": {
                "code": "B005",
                "name": "Дене шынықтыру мұғалімдерін даярлау",
                "max": "140",
                "min": " 112",
                "minWithQuota": " 111",
                "quotes": [{
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                        "max": "140",
                        "min": " 116",
                        "minWithQuota": " 114",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": "140",
                        "min": " 114",
                        "minWithQuota": " 112",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                        "max": "140",
                        "min": " 111",
                        "minWithQuota": " 109",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                    }
                }, {
                    " (517  Павлодарский педагогический университет (квота))": {
                        "max": "140",
                        "min": " 113",
                        "minWithQuota": " 112",
                        "name": " (517  Павлодарский педагогический университет (квота))"
                    }
                }]
            },
            "B006": {
                "code": "B006",
                "name": "Музыка мұғалімдерін даярлау",
                "max": "140",
                "min": " 103",
                "minWithQuota": " 76",
                "quotes": [{
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": "140",
                        "min": " 103",
                        "minWithQuota": " 101",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата (квота))": {
                        "max": "140",
                        "min": " 111",
                        "minWithQuota": " 109",
                        "name": " (034 Кызылординский университет имени Коркыт Ата (квота))"
                    }
                }, {
                    " (516 Костанайский педагогический университет Умирзака Султангазина (квота))": {
                        "max": "140",
                        "min": " 108",
                        "minWithQuota": " 76",
                        "name": " (516 Костанайский педагогический университет Умирзака Султангазина (квота))"
                    }
                }]
            },
            "B007": {
                "code": "B007",
                "name": "Көркем еңбек және сызу мұғалімдерін даярлау",
                "max": "140",
                "min": " 104",
                "minWithQuota": " 92",
                "quotes": [{
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                        "max": "140",
                        "min": " 104",
                        "minWithQuota": " 92",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                        "max": "140",
                        "min": " 107",
                        "minWithQuota": " 100",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет (квота))": {
                        "max": "140",
                        "min": " 108",
                        "minWithQuota": " 106",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота))"
                    }
                }]
            }
        },
        "Өнер және гуманитарлық ғылымдар": {
            "B021": {
                "code": "B021",
                "name": "Орындаушылық өнер",
                "max": "140",
                "min": " 109",
                "minWithQuota": "none",
                "quotes": []
            },
            "B027": {
                "code": "B027",
                "name": "Театр өнері",
                "max": "140",
                "min": " 105",
                "minWithQuota": "none",
                "quotes": []
            },
            "B028": {
                "code": "B028",
                "name": "Хореография",
                "max": "140",
                "min": " 110",
                "minWithQuota": "none",
                "quotes": []
            },
            "B029": {
                "code": "B029",
                "name": "Аудиовизуалды құрылғылар және медиа өндіріс",
                "max": "140",
                "min": " 97",
                "minWithQuota": "none",
                "quotes": []
            },
            "B030": {
                "code": "B030",
                "name": "Бейнелеу өнері",
                "max": "140",
                "min": " 85",
                "minWithQuota": "none",
                "quotes": []
            },
            "B031": {
                "code": "B031",
                "name": "Сән, дизайн",
                "max": "140",
                "min": " 110",
                "minWithQuota": "none",
                "quotes": []
            },
            "B033": {
                "code": "B033",
                "name": "Дінтану және теология",
                "max": "140",
                "min": " 107",
                "minWithQuota": " 103",
                "quotes": []
            }
        },
        "Әлеуметтік ғылымдар, журналистика және ақпарат": {
            "B042": {
                "code": "B042",
                "name": "Журналистика және репортер ісі",
                "max": "140",
                "min": " 113",
                "minWithQuota": " 110",
                "quotes": []
            }
        },
        "Қызметтер": {
            "B092": {
                "code": "B092",
                "name": "Тынығу",
                "max": "140",
                "min": " 107",
                "minWithQuota": " 103",
                "quotes": []
            }
        }
    },
    "физмат": {
        "Педагогикалық ғылымдар": {
            "B009": {
                "code": "B009",
                "name": "Математика мұғалімдерін даярлау",
                "max": "140",
                "min": " 71",
                "minWithQuota": " 70",
                "quotes": [{
                    " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))": {
                        "max": "140",
                        "min": " 109",
                        "minWithQuota": " 93",
                        "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))"
                    }
                }, {
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                        "max": "140",
                        "min": " 123",
                        "minWithQuota": " 121",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                        "max": "140",
                        "min": " 71",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                        "max": "140",
                        "min": " 91",
                        "minWithQuota": " 81",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": "140",
                        "min": " 78",
                        "minWithQuota": " 71",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    " (015 Жетысуский университет имени И[dot]Жансугурова (квота))": {
                        "max": "140",
                        "min": " 83",
                        "minWithQuota": " 77",
                        "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота))"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))": {
                        "max": "140",
                        "min": " 95",
                        "minWithQuota": " 86",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота))"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 76",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота))"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата (квота))": {
                        "max": "140",
                        "min": " 101",
                        "minWithQuota": " 95",
                        "name": " (034 Кызылординский университет имени Коркыт Ата (квота))"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))": {
                        "max": "140",
                        "min": " 98",
                        "minWithQuota": " 84",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота))"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))": {
                        "max": "140",
                        "min": " 109",
                        "minWithQuota": " 92",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота))"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))": {
                        "max": "140",
                        "min": " 82",
                        "minWithQuota": " 74",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота))"
                    }
                }, {
                    " (042 Университет имени Шакарима города Семей (квота))": {
                        "max": "140",
                        "min": " 80",
                        "minWithQuota": " 70",
                        "name": " (042 Университет имени Шакарима города Семей (квота))"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))": {
                        "max": "140",
                        "min": " 94",
                        "minWithQuota": " 88",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота))"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет(квота))": {
                        "max": "140",
                        "min": " 102",
                        "minWithQuota": " 95",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет(квота))"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет (квота))": {
                        "max": "140",
                        "min": " 95",
                        "minWithQuota": " 80",
                        "name": " (515 Таразский государственный педагогический университет (квота))"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 70",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота))"
                    }
                }, {
                    " (517 Павлодарский педагогический университет (квота))": {
                        "max": "140",
                        "min": " 83",
                        "minWithQuota": " 77",
                        "name": " (517 Павлодарский педагогический университет (квота))"
                    }
                }]
            },
            "B010": {
                "code": "B010",
                "name": "Физика мұғалімдерін даярлау",
                "max": "140",
                "min": "70",
                "minWithQuota": " 70",
                "quotes": [{
                    "  (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 83",
                        "name": "  (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота))"
                    }
                }, {
                    "  (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))": {
                        "max": "140",
                        "min": " 100",
                        "minWithQuota": " 92",
                        "name": "  (005 Актюбинский региональный университет имени К[dot]Жубанова (квота))"
                    }
                }, {
                    "  (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))": {
                        "max": "140",
                        "min": " 72",
                        "name": "  (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота))"
                    }
                }, {
                    "  (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))": {
                        "max": "140",
                        "min": " 83",
                        "minWithQuota": " 71",
                        "name": "  (010 Атырауский университет имени  Х[dot]Досмухамедова (квота))"
                    }
                }, {
                    "  (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))": {
                        "max": "140",
                        "min": " 71",
                        "name": "  (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота))"
                    }
                }, {
                    "  (015 Жетысуский университет имени И[dot]Жансугурова (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": "  (015 Жетысуский университет имени И[dot]Жансугурова (квота)) "
                    }
                }, {
                    "  (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) ": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 76",
                        "name": "  (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) "
                    }
                }, {
                    "  (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) ": {
                        "max": "140",
                        "min": " 80",
                        "minWithQuota": " 73",
                        "name": "  (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) "
                    }
                }, {
                    "  (034 Кызылординский университет имени Коркыт Ата (квота)) ": {
                        "max": "140",
                        "min": " 87",
                        "minWithQuota": " 83",
                        "name": "  (034 Кызылординский университет имени Коркыт Ата (квота)) "
                    }
                }, {
                    "  (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) ": {
                        "max": "140",
                        "min": " 78",
                        "minWithQuota": " 74",
                        "name": "  (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) "
                    }
                }, {
                    "  (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) ": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 78",
                        "name": "  (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) "
                    }
                }, {
                    "  (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": "  (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) "
                    }
                }, {
                    "  (042 Университет имени Шакарима города Семей (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": "  (042 Университет имени Шакарима города Семей (квота)) "
                    }
                }, {
                    "  (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота)) ": {
                        "max": "140",
                        "min": " 85",
                        "minWithQuota": " 79",
                        "name": "  (045 ЮжноКазахстанский университет имени М[dot]Ауэзова (квота)) "
                    }
                }, {
                    "  (196 ЮжноКазахстанский государственный педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 87",
                        "name": "  (196 ЮжноКазахстанский государственный педагогический университет (квота)) "
                    }
                }, {
                    "  (515 Таразский государственный педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 87",
                        "minWithQuota": " 74",
                        "name": "  (515 Таразский государственный педагогический университет (квота)) "
                    }
                }, {
                    "  (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": "  (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) "
                    }
                }, {
                    "  (517 Павлодарский педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": "  (517 Павлодарский педагогический университет (квота)) "
                    }
                }]
            },
            "B011": {
                "code": "B011",
                "name": "Информатика мұғалімдерін даярлау",
                "max": "140",
                "min": " 70",
                "minWithQuota": "70",
                "quotes": [{
                    " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) ": {
                        "max": "140",
                        "min": " 82",
                        "minWithQuota": " 70",
                        "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) "
                    }
                }, {
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота)) ": {
                        "max": "140",
                        "min": " 78",
                        "minWithQuota": " 76",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова (квота)) "
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота)) ": {
                        "max": "140",
                        "min": " 76",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина (квота)) "
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) "
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова (квота)) "
                    }
                }, {
                    " (015 Жетысуский университет имени И[dot]Жансугурова (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": " (015 Жетысуский университет имени И[dot]Жансугурова (квота)) "
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) "
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) ": {
                        "max": "140",
                        "min": " 72",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) "
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата (квота)) ": {
                        "max": "140",
                        "min": " 73",
                        "minWithQuota": " 71",
                        "name": " (034 Кызылординский университет имени Коркыт Ата (квота)) "
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) "
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) ": {
                        "max": "140",
                        "min": " 73",
                        "minWithQuota": " 70",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) "
                    }
                }, {
                    " (042 Университет имени Шакарима города Семей (квота)) ": {
                        "max": "140",
                        "min": " 79",
                        "name": " (042 Университет имени Шакарима города Семей (квота)) "
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 76",
                        "minWithQuota": " 70",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота)) "
                    }
                }, {
                    " (515 Таразский государственный педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 70",
                        "name": " (515 Таразский государственный педагогический университет (квота)) "
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) ": {
                        "max": "140",
                        "min": " 98",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) "
                    }
                }, {
                    " (517 Павлодарский педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 71",
                        "name": " (517 Павлодарский педагогический университет (квота)) "
                    }
                }]
            }
        },
        "Жаратылыстану, математика және статистика": {
            "B054": {
                "code": "B054",
                "name": "Физика",
                "max": "140",
                "min": " 58",
                "minWithQuota": "none",
                "quotes": []
            },
            "B055": {
                "code": "B055",
                "name": "Математика және статистика",
                "max": "140",
                "min": " 75",
                "minWithQuota": "none",
                "quotes": []
            },
            "B056": {
                "code": "B056",
                "name": "Механика",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Ақпараттық-коммуникациялық технологиялар": {
            "B057": {
                "code": "B057",
                "name": "Ақпараттық технологиялар",
                "max": "140",
                "min": " 88",
                "minWithQuota": " 66",
                "quotes": []
            },
            "B058": {
                "code": "B058",
                "name": "Ақпараттық қауіпсіздік",
                "max": "140",
                "min": " 83",
                "minWithQuota": "none",
                "quotes": []
            },
            "B059": {
                "code": "B059",
                "name": "Коммуникациялар және коммуникациялық технологиялар",
                "max": "140",
                "min": " 78",
                "minWithQuota": " 56",
                "quotes": []
            }
        },
        "Машина жасау, өңдеу және құрылыс индустриялары": {
            "B061": {
                "code": "B061",
                "name": "Материалтану және технологиялар",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B062": {
                "code": "B062",
                "name": "Электр техникасы және энергетика",
                "max": "140",
                "min": " 61",
                "minWithQuota": " 50",
                "quotes": []
            },
            "B063": {
                "code": "B063",
                "name": "Электр техникасы және автоматтандыру",
                "max": "140",
                "min": " 63",
                "minWithQuota": "none",
                "quotes": []
            },
            "B064": {
                "code": "B064",
                "name": "Механика және металл өңдеу",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B065": {
                "code": "B065",
                "name": "Автокөлік құралдары",
                "max": "140",
                "min": " 53",
                "minWithQuota": " 50",
                "quotes": []
            },
            "B066": {
                "code": "B066",
                "name": "Теңіз көлігі және технологиялары",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B067": {
                "code": "B067",
                "name": "Әуе көлігі және технологиялары",
                "max": "140",
                "min": " 58",
                "minWithQuota": "none",
                "quotes": []
            },
            "B069": {
                "code": "B069",
                "name": "Материалдар өндірісі (шыны, қағаз, пластик, ағаш)",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B070": {
                "code": "B070",
                "name": "Тоқыма: киім, аяқ киім және былғары бұйымдары",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B071": {
                "code": "B071",
                "name": "Тау-кен ісі және пайдалы қазбаларды өндіру",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B074": {
                "code": "B074",
                "name": "Қала құрылысы, құрылыс жұмыстары және азаматтық құрылыс",
                "max": "140",
                "min": " 55",
                "minWithQuota": "none",
                "quotes": []
            },
            "B076": {
                "code": "B076",
                "name": "Стандарттау, сертификаттау және метрология (сала бойынша)",
                "max": "140",
                "min": " 60",
                "minWithQuota": "none",
                "quotes": []
            },
            "B167": {
                "code": "B167",
                "name": "Ұшу аппараттары мен қозғалтқыштарды ұшуда пайдалану",
                "max": "140",
                "min": " 75",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Ауыл шаруашылығы және биоресурстар": {
            "B082": {
                "code": "B082",
                "name": "Су ресурстары және суды пайдалану",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B183": {
                "code": "B183",
                "name": "Агроинженерия",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Қызметтер": {
            "B094": {
                "code": "B094",
                "name": "Санитарлық-профилактикалық іс-шаралар",
                "minWithQuota": "none",
                "Max": "140",
                "min": "51",
                "quotes": []
            }
        }
    },
    "биохим": {
        "Педагогикалық ғылымдар": {
            "B012": {
                "code": "B012",
                "name": "Химия мұғалімдерін даярлау",
                "max": "140",
                "min": "71",
                "minWithQuota": " 71",
                "quotes": [{
                    " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) ": {
                        "max": "140",
                        "min": " 84",
                        "minWithQuota": " 79",
                        "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова (квота)) "
                    }
                }, {
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова(квота)) ": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 87",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова(квота)) "
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина(квота)) ": {
                        "max": "140",
                        "min": " 71",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина(квота)) "
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) ": {
                        "max": "140",
                        "min": " 85",
                        "minWithQuota": " 74",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова (квота)) "
                    }
                }, {
                    " (011 ВосточноКазахстанский  университет имени  С[dot]Аманжолова (квота)) ": {
                        "max": "140",
                        "min": " 84",
                        "minWithQuota": " 77",
                        "name": " (011 ВосточноКазахстанский  университет имени  С[dot]Аманжолова (квота)) "
                    }
                }, {
                    " (015 Жетысуский университет имени И[dot]Жансугурова(квота)) ": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 70",
                        "name": " (015 Жетысуский университет имени И[dot]Жансугурова(квота)) "
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) ": {
                        "max": "140",
                        "min": " 86",
                        "minWithQuota": " 78",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова (квота)) "
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) ": {
                        "max": "140",
                        "min": " 85",
                        "minWithQuota": " 75",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова (квота)) "
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата (квота)) ": {
                        "max": "140",
                        "min": " 96",
                        "minWithQuota": " 79",
                        "name": " (034 Кызылординский университет имени Коркыт Ата (квота)) "
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) ": {
                        "max": "140",
                        "min": " 85",
                        "minWithQuota": " 79",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова (квота)) "
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) ": {
                        "max": "140",
                        "min": " 91",
                        "minWithQuota": " 85",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави (квота)) "
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) ": {
                        "max": "140",
                        "min": " 81",
                        "minWithQuota": " 75",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева (квота)) "
                    }
                }, {
                    " (042 Университет имени Шакарима города Семей (квота)) ": {
                        "max": "140",
                        "min": " 73",
                        "minWithQuota": " 71",
                        "name": " (042 Университет имени Шакарима города Семей (квота)) "
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова(квота)) ": {
                        "max": "140",
                        "min": " 91",
                        "minWithQuota": " 83",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова(квота)) "
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 95",
                        "minWithQuota": " 90",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет (квота)) "
                    }
                }, {
                    " (515 Таразский государственный педагогический университет(квота)) ": {
                        "max": "140",
                        "min": " 87",
                        "minWithQuota": " 72",
                        "name": " (515 Таразский государственный педагогический университет(квота)) "
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) ": {
                        "max": "140",
                        "min": " 78",
                        "minWithQuota": " 72",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина (квота)) "
                    }
                }, {
                    " (517 Павлодарский педагогический университет (квота)) ": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 71",
                        "name": " (517 Павлодарский педагогический университет (квота)) "
                    }
                }]
            },
            "B013": {
                "code": "B013",
                "name": "Биология мұғалімдерін даярлау",
                "max": "140",
                "min": "70",
                "minWithQuota": " 70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": "97",
                        "minWithQuota": " 88",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 71",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                        "max": "140",
                        "min": " 76",
                        "minWithQuota": " 70",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                        "max": "140",
                        "min": " 89",
                        "minWithQuota": " 82",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 70",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата)": {
                        "max": "140",
                        "min": " 76",
                        "minWithQuota": " 71",
                        "name": " (034 Кызылординский университет имени Коркыт Ата)"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                        "max": "140",
                        "min": " 85",
                        "minWithQuota": " 79",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                        "max": "140",
                        "min": " 85",
                        "minWithQuota": " 82",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 70",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (042 Университет имени Шакарима города Семей)": {
                        "max": "140",
                        "min": " 74",
                        "minWithQuota": " 70",
                        "name": " (042 Университет имени Шакарима города Семей)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 84",
                        "minWithQuota": " 80",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 90",
                        "minWithQuota": " 85",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 83",
                        "minWithQuota": " 76",
                        "name": " (515 Таразский государственный педагогический университет)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 84",
                        "minWithQuota": " 80",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 71",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                    }
                }, {
                    " (517 Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 70",
                        "minWithQuota": " 70",
                        "name": " (517 Павлодарский педагогический университет)"
                    }
                }]
            }
        },
        "Жаратылыстану, математика және статистика": {
            "B050": {
                "code": "B050",
                "name": "Биологиялық және сабақтас ғылымдар",
                "max": "140",
                "min": " 73",
                "minWithQuota": "none",
                "quotes": []
            },
            "B053": {
                "code": "B053",
                "name": "Химия",
                "max": "140",
                "min": " 66",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Машина жасау, өңдеу және құрылыс индустриялары": {
            "B068": {
                "code": "B068",
                "name": "Азық-түлік өнімдерінің өндірісі",
                "max": "140",
                "min": " 65",
                "minWithQuota": " 53",
                "quotes": []
            },
            "B072": {
                "code": "B072",
                "name": "Фармацевтикалық өндіріс технологиясы",
                "max": "140",
                "min": " 63",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Ауыл шаруашылығы және биоресурстар": {
            "B077": {
                "code": "B077",
                "name": "Өсімдік шаруашылығы",
                "max": "140",
                "min": " 51",
                "minWithQuota": " 50",
                "quotes": []
            },
            "B078": {
                "code": "B078",
                "name": "Мал шаруашылығы",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            },
            "B080": {
                "code": "B080",
                "name": "Балық шаруашылығы",
                "max": "140",
                "min": " 51",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Ветеринария": {
            "B083": {
                "code": "B083",
                "name": "Ветеринария",
                "max": "140",
                "min": " 50",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Денсаулық сақтау және әлеуметтік қызметтер (медицина)": {
            "B084": {
                "code": "B084",
                "name": "Мейіргер ісі",
                "max": "140",
                "min": " 93",
                "minWithQuota": " 88",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 88",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B085": {
                "code": "B085",
                "name": "Фармация",
                "max": "140",
                "min": " 117",
                "minWithQuota": " 98",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 133",
                        "minWithQuota": " 130",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B086": {
                "code": "B086",
                "name": "Жалпы медицина",
                "max": "140",
                "min": " 103",
                "minWithQuota": " 87",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 126",
                        "minWithQuota": " 117",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B087": {
                "code": "B087",
                "name": "Стоматология",
                "max": "140",
                "min": " 134",
                "minWithQuota": " 133",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 137",
                        "minWithQuota": " 135",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            },
            "B088": {
                "code": "B088",
                "name": "Педиатрия",
                "max": "140",
                "min": " 100",
                "minWithQuota": "none",
                "quotes": []
            },
            "B089": {
                "code": "B089",
                "name": "Қоғамдық денсаулық сақтау",
                "max": "140",
                "min": " 110",
                "minWithQuota": " 91",
                "quotes": [{
                    " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)": {
                        "max": "140",
                        "min": " 122",
                        "minWithQuota": " 113",
                        "name": " (026  Казахский национальный медицинский университет имени С[dot]Д[dot]Асфендиярова)"
                    }
                }]
            }
        }
    },
    "геоист": {
        "Педагогикалық ғылымдар": {
            "B014": {
                "code": "B014",
                "name": "География мұғалімдерін даярлау",
                "max": "140",
                "min": "71",
                "minWithQuota": "71",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": "95",
                        "minWithQuota": " 82",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 74",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 72",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 78",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 71",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (517 Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 71",
                        "name": " (517 Павлодарский педагогический университет)"
                    }
                }]
            },
            "B015": {
                "code": "B015",
                "name": "Гуманитарлық пәндер мұғалімдерін даярлау",
                "max": "140",
                "min": "70",
                "minWithQuota": " 70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": "78",
                        "minWithQuota": " 70",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                        "max": "140",
                        "min": " 71",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 72",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 73",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата)": {
                        "max": "140",
                        "min": " 77",
                        "name": " (034 Кызылординский университет имени Коркыт Ата)"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 83",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 71",
                        "minWithQuota": " 70",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 79",
                        "minWithQuota": " 73",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 78",
                        "minWithQuota": " 72",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                        "max": "140",
                        "min": " 75",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                    }
                }, {
                    " (517 Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 70",
                        "name": " (517 Павлодарский педагогический университет)"
                    }
                }]
            }
        },
        "Өнер және гуманитарлық ғылымдар": {
            "B032": {
                "code": "B032",
                "name": "Философия және этика",
                "max": "140",
                "min": " 66",
                "minWithQuota": "none",
                "quotes": []
            },
            "B034": {
                "code": "B034",
                "name": "Тарих және археология",
                "max": "140",
                "min": " 74",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "казклит": {
        "Педагогикалық ғылымдар": {
            "B016": {
                "code": "B016",
                "name": "Қазақ тілі мен әдебиеті мұғалімдерін даярлау",
                "max": "140",
                "min": "74",
                "minWithQuota": " 70",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": "107",
                        "minWithQuota": " 105",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                        "max": "140",
                        "min": " 91",
                        "minWithQuota": " 79",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова)": {
                        "max": "140",
                        "min": " 97",
                        "minWithQuota": " 94",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова)"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                        "max": "140",
                        "min": " 89",
                        "minWithQuota": " 79",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 105",
                        "minWithQuota": " 102",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                        "max": "140",
                        "min": " 101",
                        "minWithQuota": " 100",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 99",
                        "minWithQuota": " 94",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 102",
                        "minWithQuota": " 97",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 102",
                        "minWithQuota": " 98",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (517 Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 74",
                        "minWithQuota": " 70",
                        "name": " (517 Павлодарский педагогический университет)"
                    }
                }]
            }
        }
    },
    "русрлит": {
        "Педагогикалық ғылымдар": {
            "B017": {
                "code": "B017",
                "name": "Орыс тілі мен әдебиеті мұғалімдерін даярлау",
                "max": "140",
                "min": "72",
                "minWithQuota": " 70",
                "quotes": [{
                    " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова)": {
                        "max": "140",
                        "min": "92",
                        "minWithQuota": " 86",
                        "name": " (003 Каспийский университет технологии и инжиниринга имени Ш[dot]Есенова)"
                    }
                }, {
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": "89",
                        "minWithQuota": " 82",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                        "max": "140",
                        "min": " 72",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                    }
                }, {
                    " (010 Атырауский университет имени  Х[dot]Досмухамедова)": {
                        "max": "140",
                        "min": " 75",
                        "minWithQuota": " 70",
                        "name": " (010 Атырауский университет имени  Х[dot]Досмухамедова)"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                        "max": "140",
                        "min": " 92",
                        "minWithQuota": " 77",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                    }
                }, {
                    " (015  Жетысуский университет имени И[dot]Жансугурова)": {
                        "max": "140",
                        "min": " 72",
                        "name": " (015  Жетысуский университет имени И[dot]Жансугурова)"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                        "max": "140",
                        "min": " 105",
                        "minWithQuota": " 91",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 89",
                        "minWithQuota": " 82",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата)": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 81",
                        "name": " (034 Кызылординский университет имени Коркыт Ата)"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                        "max": "140",
                        "min": " 83",
                        "minWithQuota": " 81",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                        "max": "140",
                        "min": " 100",
                        "minWithQuota": " 86",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 100",
                        "minWithQuota": " 98",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (042 Университет имени Шакарима города Семей)": {
                        "max": "140",
                        "min": " 74",
                        "minWithQuota": " 70",
                        "name": " (042 Университет имени Шакарима города Семей)"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 80",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 84",
                        "name": " (515 Таразский государственный педагогический университет)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 84",
                        "minWithQuota": " 80",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 70",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                    }
                }, {
                    " (517 Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 77",
                        "minWithQuota": " 72",
                        "name": " (517 Павлодарский педагогический университет)"
                    }
                }]
            }
        }
    },
    "иноист": {
        "Педагогикалық ғылымдар": {
            "B018": {
                "code": "B018",
                "name": "Шет тілі мұғалімдерін даярлау",
                "max": "140",
                "min": " 82",
                "minWithQuota": " 71",
                "quotes": [{
                    " (005 Актюбинский региональный университет имени К[dot]Жубанова)": {
                        "max": "140",
                        "min": " 99",
                        "minWithQuota": " 91",
                        "name": " (005 Актюбинский региональный университет имени К[dot]Жубанова)"
                    }
                }, {
                    " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)": {
                        "max": "140",
                        "min": " 82",
                        "minWithQuota": " 72",
                        "name": " (008 Аркалыкский педагогический институт имени Ы[dot]Алтынсарина)"
                    }
                }, {
                    " (010  Атырауский университет имени  Х[dot]Досмухамедова)": {
                        "max": "140",
                        "min": " 89",
                        "minWithQuota": " 79",
                        "name": " (010  Атырауский университет имени  Х[dot]Досмухамедова)"
                    }
                }, {
                    " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)": {
                        "max": "140",
                        "min": " 101",
                        "minWithQuota": " 87",
                        "name": " (011 ВосточноКазахстанский университет имени  С[dot]Аманжолова)"
                    }
                }, {
                    " (015  Жетысуский университет имени И[dot]Жансугурова)": {
                        "max": "140",
                        "min": " 90",
                        "minWithQuota": " 76",
                        "name": " (015  Жетысуский университет имени И[dot]Жансугурова)"
                    }
                }, {
                    " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 90",
                        "name": " (016 ЗападноКазахстанский университет имени М[dot]Утемисова)"
                    }
                }, {
                    " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)": {
                        "max": "140",
                        "min": " 100",
                        "minWithQuota": " 91",
                        "name": " (031 Карагандинский университет имени академика Е[dot]А[dot]Букетова)"
                    }
                }, {
                    " (034 Кызылординский университет имени Коркыт Ата)": {
                        "max": "140",
                        "min": " 95",
                        "minWithQuota": " 86",
                        "name": " (034 Кызылординский университет имени Коркыт Ата)"
                    }
                }, {
                    " (035 Кокшетауский университет имени Ш[dot]Уалиханова)": {
                        "max": "140",
                        "min": " 93",
                        "minWithQuota": " 87",
                        "name": " (035 Кокшетауский университет имени Ш[dot]Уалиханова)"
                    }
                }, {
                    " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)": {
                        "max": "140",
                        "min": " 102",
                        "minWithQuota": " 98",
                        "name": " (037 Международный КазахскоТурецкий университет имени Х[dot]А[dot]Ясави)"
                    }
                }, {
                    " (040 СевероКазахстанский университет имени М[dot]Козыбаева)": {
                        "max": "140",
                        "min": " 88",
                        "minWithQuota": " 78",
                        "name": " (040 СевероКазахстанский университет имени М[dot]Козыбаева)"
                    }
                }, {
                    " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)": {
                        "max": "140",
                        "min": " 100",
                        "minWithQuota": " 87",
                        "name": " (045 ЮжноКазахстанский университет имени М[dot]Ауэзова)"
                    }
                }, {
                    " (196 ЮжноКазахстанский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 97",
                        "minWithQuota": " 86",
                        "name": " (196 ЮжноКазахстанский государственный педагогический университет)"
                    }
                }, {
                    " (515 Таразский государственный педагогический университет)": {
                        "max": "140",
                        "min": " 91",
                        "minWithQuota": " 79",
                        "name": " (515 Таразский государственный педагогический университет)"
                    }
                }, {
                    " (516 Костанайский государственный педагогический университет Умирзака Султангазина)": {
                        "max": "140",
                        "min": " 91",
                        "minWithQuota": " 74",
                        "name": " (516 Костанайский государственный педагогический университет Умирзака Султангазина)"
                    }
                }, {
                    " (517 Павлодарский педагогический университет)": {
                        "max": "140",
                        "min": " 82",
                        "minWithQuota": " 71",
                        "name": " (517 Павлодарский педагогический университет)"
                    }
                }]
            }
        },
        "Өнер және гуманитарлық ғылымдар": {
            "B035": {
                "code": "B035",
                "name": "Түркітану және шығыстану",
                "max": "140",
                "min": " 100",
                "minWithQuota": "none",
                "quotes": []
            },
            "B036": {
                "code": "B036",
                "name": "Аударма ісі",
                "max": "140",
                "min": " 101",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Әлеуметтік ғылымдар, журналистика және ақпарат": {
            "B039": {
                "code": "B039",
                "name": "Мәдениеттану",
                "max": "140",
                "min": " 95",
                "minWithQuota": "none",
                "quotes": []
            },
            "B040": {
                "code": "B040",
                "name": "Саясаттану",
                "max": "140",
                "min": " 102",
                "minWithQuota": "none",
                "quotes": []
            },
            "B140": {
                "code": "B140",
                "name": "Халықаралық қатынастар және дипломатия",
                "max": "140",
                "min": " 120",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "казлит/руслит": {
        "Өнер және гуманитарлық ғылымдар": {
            "B037": {
                "code": "B037",
                "name": "Филология",
                "max": "140",
                "min": " 113",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Әлеуметтік ғылымдар, журналистика және ақпарат": {
            "B043": {
                "code": "B043",
                "name": "Кітапхана ісі, ақпараттарды өңдеу және мұрағат ісі",
                "max": "140",
                "min": " 106",
                "minWithQuota": " 104",
                "quotes": []
            }
        }
    },
    "матгео": {
        "Әлеуметтік ғылымдар, журналистика және ақпарат": {
            "B038": {
                "code": "B038",
                "name": "Әлеуметтану",
                "max": "140",
                "min": " 87",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Кәсіпкерлік, менеджмент және құқық": {
            "B044": {
                "code": "B044",
                "name": "Менеджмент және басқару",
                "max": "140",
                "min": " 110",
                "minWithQuota": " 99",
                "quotes": []
            },
            "B045": {
                "code": "B045",
                "name": "Аудит және салық салу",
                "max": "140",
                "min": " 108",
                "minWithQuota": " 97",
                "quotes": []
            },
            "B046": {
                "code": "B046",
                "name": "Қаржы, экономика, банк және сақтандыру ісі",
                "max": "140",
                "min": " 106",
                "minWithQuota": "none",
                "quotes": []
            },
            "B047": {
                "code": "B047",
                "name": "Маркетинг және жарнама",
                "max": "140",
                "min": " 103",
                "minWithQuota": "none",
                "quotes": []
            },
            "B048": {
                "code": "B048",
                "name": "Еңбек дағдылары",
                "max": "140",
                "min": " 96",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Жаратылыстану, математика және статистика": {
            "B052": {
                "code": "B052",
                "name": "Жер туралы ғылым",
                "max": "140",
                "min": " 65",
                "minWithQuota": "none",
                "quotes": []
            }
        },
        "Машина жасау, өңдеу және құрылыс индустриялары": {
            "B075": {
                "code": "B075",
                "name": "Кадастр және жерге орналастыру",
                "max": "140",
                "min": " 64",
                "minWithQuota": " 50",
                "quotes": []
            }
        },
        "Қызметтер": {
            "B095": {
                "code": "B095",
                "name": "Көлік қызметтері",
                "max": "140",
                "min": " 97",
                "minWithQuota": " 80",
                "quotes": []
            }
        }
    },
    "истчоп": {
        "Кәсіпкерлік, менеджмент және құқық": {
            "B049": {
                "code": "B049",
                "name": "Құқық",
                "max": "140",
                "min": " 108",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "физхим": {
        "Машина жасау, өңдеу және құрылыс индустриялары": {
            "B060": {
                "code": "B060",
                "name": "Химиялық инженерия және процестер",
                "max": "140",
                "min": " 51",
                "minWithQuota": "none",
                "quotes": []
            }
        }
    },
    "геоино": {
        "Қызметтер": {
            "B091": {
                "code": "B091",
                "name": "Туризм",
                "max": "140",
                "min": " 91",
                "minWithQuota": "none",
                "quotes": []
            },
            "B093": {
                "code": "B093",
                "name": "Мейрамхана ісі және мейманхана бизнесі",
                "max": "140",
                "min": " 93",
                "minWithQuota": " 78",
                "quotes": []
            }
        }
    }
}
